Revit 2024 API
StructuralAsset.Equals Method
Overload List
Name | Description
Equals(Object)
Determines whether the specified Object is equal to the current Object.
 (Inherited from Object.)
Equals(StructuralAsset)
 Determines whether this structural asset is equal to another.
See Also
StructuralAsset Class
StructuralAsset Members
Autodesk.Revit.DB Namespace